content/posts/hierarchical_models.md
+++
title = "Hierarchical Models"
author = ["Jethro Kuan"]
slug = "hierarchical_models"
draft = false
+++

tags
: [Bayesian Statistics]({{<relref "bayesian_statistics.md" >}})

Bayesian hierachical modelling has many applications, e.g.:

- Bayesian mixed effects models in psychology, epidemiology, economics etc.
- [Latent Dirichlet Allocation]({{<relref "latent_dirichlet_allocation.md" >}}) in [Natural Language Processing]({{<relref "nlp.md" >}})

## Constructing a Hierarchical Prior {#constructing-a-hierarchical-prior}

An easy way is based on the prior belief of [exchangeability]({{<relref "exchangeability.md" >}}).
